{
  "menu": "Menu",
  "allergeni": "Allergens",
  "visiona": "See the menu",
  "light": "Light",
  "dark": "Dark",
  "system": "System",
  "Carrello": "Cart",
  "carrello_contenuto": "This is just a reminder, to order ask the waiter",
  "no-prodotti": "No products",
  "cancella": "Cancel",
  "cancella-tutto": "Empty cart",
  "continua": "Continue",
  "cerca": "Search",
  "cs_testo": "Try it with:",
  "welcome": "Welcome",
  "modeToggle": {
    "toggleTheme": "Toggle theme",
    "light": "Light",
    "dark": "Dark",
    "system": "System",
    "language": "Italiano"
  },
  "cerca-pietanze": "Search...",
  "seleziona-menu": "Select a menu",
  "dettagli": "Details",
  "tutte": "All",
  "home_hero_tagline": "Restaurant and pizzeria in Gambarie",
  "home_hero_book": "Book a table",
  "home_hero_menu": "View the menu",
  "home_intro_p1": "Al Terrazzo is open to those seeking relaxation, fun and good cuisine. Enjoy the scenery of Aspromonte that tells years of history, tranquility and beauty. You will love our land, the warmth and the flavor of the mountains. You will love the hearts of those who live and work here, create, invent and share.",
  "home_intro_p2": "Through our dishes we share with you our passion for traditional ingredients, for good food and drink, and for good breaks in company.",
  "home_chi_siamo_title": "Who we are",
  "home_chi_siamo_text": "A family who with care, passion and dedication has been offering you the best flavors of traditional Calabrian cuisine for over 20 years. The restaurant is the result of the dream of Mimmo and his wife Agnieszka, known as Aga, who created the ideal place to relax and enjoy good Calabrian food in one of the most picturesque areas of the center of Gambarie d’Aspromonte. All of us in the Al Terrazzo family welcome you by conveying the commitment, research and love we put into our food and wine offer, never forgetting the smile with which we greet you in our restaurant in Gambarie.",
  "home_chi_siamo_cta": "Learn about us",
  "home_filosofia_title": "Our kitchen philosophy",
  "home_filosofia_text": "Freshness, quality and seasonality of ingredients are the three fundamental principles that accompany our idea of cooking. The kitchen is Aga’s realm; she personally chooses, for the restaurant and the pizzeria, ingredients from the best producers, preferring those of the territory. The dishes tell the story of the land and of the traditional Aspromonte cuisine, with special attention to celiacs. We offer dishes based on vegetables, mushrooms, wild boar, homemade pasta, aromas and fruits that we pick from our garden.",
  "home_filosofia_cta": "See menu and book"
}
