{
  "menu": "Menu",
  "allergeni": "Allergeni",
  "visiona": "Guarda il menu",
  "light": "Chiaro",
  "dark": "Scuro",
  "system": "Di sistema",
  "Carrello": "Carrello",
  "carrello_contenuto": "Contenuto del carrello",
  "no-prodotti": "Nessun prodotto",
  "cancella": "Cancella",
  "cancella-tutto": "Cancella tutto",
  "continua": "Continua",
  "cerca": "Cerca",
  "cs_testo": "Provalo con:",
  "welcome": "Benvenuti",
  "modeToggle": {
    "toggleTheme": "Cambia tema",
    "light": "Chiaro",
    "dark": "Scuro",
    "system": "Di sistema",
    "language": "English"
  },
  "cerca-pietanze": "Cerca pietanze...",
  "seleziona-menu": "Seleziona un menu",
  "dettagli": "Dettagli",
  "home_hero_tagline": "Ristorante e pizzeria a Gambarie",
  "home_hero_book": "Prenota un tavolo",
  "home_hero_menu": "Guarda il menù",
  "home_intro_p1": "Al Terrazzo è aperto a chi cerca relax, divertimento e la buona cucina. Goditi il paesaggio dell’Aspromonte che racconta anni di storia, di quiete, di bellezza. Amerai la nostra terra, il calore e il sapore della montagna. Amerai il cuore di quanti qui vivono e lavorano, creano, inventano e condividono.",
  "home_intro_p2": "Attraverso i nostri piatti condividiamo con te la nostra passione per gli ingredienti della tradizione, per il buon mangiare e il buon bere, e per le buone pause in compagnia.",
  "home_chi_siamo_title": "Chi siamo",
  "home_chi_siamo_text": "Una famiglia che con cura, passione e dedizione, da oltre 20 anni, ti offre i migliori sapori della cucina tipica calabrese.Il ristorante è il risultato del sogno di Mimmo e della moglie Agnieszka, per gli amici Aga, che hanno creato il  luogo ideale dove rilassarsi e gustare la buona cucina calabrese in una delle aree più suggestive del centro di Gambarie d’Aspromonte. Tutti noi della famiglia de Al Terrazzo ti accogliamo trasmettendo l’impegno, la ricerca e l’amore che mettiamo nella nostra offerta eno-gastronomica, senza mai dimenticare il sorriso con cui ti accogliamo nel nostro ristorante a Gambarie.",
  "home_chi_siamo_cta": "Scopri chi siamo",
  "home_filosofia_title": "La filosofia in cucina",
  "home_filosofia_text": "Freschezza, qualità e stagionalità delle materie prime sono i tre principi cardine che accompagnano la nostra idea di cucina. La cucina è il regno di Aga, che sceglie personalmente, per il ristorante e la pizzeria, gli ingredienti dai migliori produttori, prediligendo quelli del territorio. I piatti raccontano il territorio e la cucina tradizionale aspromontana, con una particolare attenzione anche per i celiaci. Ti offriamo pietanze a base di ortaggi, funghi, cinghiale, pasta fatta in casa, profumi e frutti che raccogliamo dal nostro orto.",
  "home_filosofia_cta": "Scopri menu e prenota"
}
